// © Copyright 2004-2010, 2015 HP Development Company, L.P.

HSDTaskName = "Juster";

HSDUnknownValue = "Velg";
NoAlignTitle = "Kan ikke utføre justeringen";
NoAlignMsg = "Kontroller om skriveren er slått på og koblet til, og prøv senere.";

ValidationMsg = "Skriver ut en side med et valideringsmønster. Hvis de utskrevne mønstrene ser justerte ut, klikker du på Ferdig. Hvis ikke kan du prøve å justere på nytt ved å klikke på Juster.";
HSDDoneButton = "Ferdig";

CompletionAlertTitle = "Pennjustering fullført";
CompletionAlertMessage = "Nå kan du klikke på Verifiser-knappen for å skrive ut verifiseringssiden eller velge Avslutt-knappen for å fullføre justeringsprosedyren. Hvis du skal skrive ut verifiseringssiden, velger du den konfigurerte enheten i følgende skriverdialog og klikker på Skriv ut-knappen.";
VerifyButton = "Bekreft";
PrintingPatternsTitle = "Utskriftsmønstre…";
PrintingValidationPageTitle = "Skriver ut valideringsside…";

SemiAutomaticAlignCompletionAlertTitle = "Skriveren skriver ut en side med justeringsmønstre";
SemiAutomaticAlignCompletionAlertMessage = "Følg instruksjonene på den siden for å fullføre justeringsprosessen.";

AlignPrintheadsExplanation = "Følgende prosedyre vil justere fargeskrivehodet og det svarte skrivehodet etter hverandre. Dette vil gi den best mulige utskriftskvaliteten.";
AlignPrintheadsInvitation = "Det anbefales at du utfører en justering hver gang du bytter et skrivehode.";

TransferringProcessTitle = "Overfører fil…";
PrintingProcessTitle = "Skriver ut kvalitetsdiagnostikkside…";

ValidationPagePrintingMsg = "Det skrives ut en side med et valideringsmønster. Hvis de indre boksene ikke er synlige, klikker du på Ferdig. Hvis ikke kan du prøve å justere på nytt ved å klikke på Juster.";

PenChangedMsg = "Justeringen ble avbrutt fordi blekkpatronsettet ble endret. Ikke ta ut, sett inn eller endre patroner under justeringsprosedyren.";

PrintAndAlingButtonsHint = "Klikk på Skriv ut-knappen for å skrive ut en kopi av siden med utskriftskvalitetsdiagnostikk. Klikk på Juster-knappen for å skrive ut justeringssiden.";

NewCartridgeHeader = "Ny patron installert";
NewCartridgeText = "Hvis du akkurat har installert en ny patron, anbefales det at du justerer den. Klikk på Juster for å justere den nye patronen.";

HSDPenAlignmentTextFieldTitle = "Juster blekkpatroner";
HSDInfoTextFieldTitle = "For å få best utskriftskvalitet anbefaler HP at du utfører denne justeringen hver gang dy bytter en blekkpatron.\n\nNår du klikker på Juster-knappen nedenfor, skrives det ut en side med mønstre, og du vil bli bedt om å svare på spørsmål basert på de mønstrene.\n\nBruk bare vanlig papir til denne prosedyren.";
HSDGuideTextFieldTitle = "Klikk på Juster når du er klar til å fortsette.";
HSDAlignButtonTitle = "Juster";

HSDPatternDescription = "Skriveren skriver ut en side med justeringsmønstre. Finn mønster-IDen nederst til høyre på siden, velg tilsvarende alternativ nedenfor og klikk på Fortsett.";
HSDPattern1 = "Mønster 1";
HSDPattern2 = "Mønster 2";
HSDPattern3 = "Mønster 3";
HSDGoBackButton = "Gå tilbake";
HSDCancelButton = "Avbryt";
HSDContinueButton = "Fortsett";

HSDPlotDescription = "Kontroller siden som ble skrevet ut. Det vises flere rader med bokser på den utskrevne siden. Hver boks består av tynne linjer.\n\nFor hver rad velger du den etiketten som best representerer boksen der den indre boksen er minst synlig.";
HSDValidationCheck = "Skriv ut en valideringsside";

HSDStraightDescription1 = "Undersøk siden som ble skrevet ut, og merk etiketten for hver del som representerer de retteste linjene.";
HSDStraightDescription2 = "Merk etiketten som viser stolpen på slutten av pilen som er nærmest kanten på papiret.";
HSDStraightDescription3 = "Velg den nummererte prøven som best samsvarer med bakgrunnen på den utskrevne siden.";

OutOfPaperAlertTitle = "Tomt for papir";
OutOfPaperAlertMessage = "Legg minst to ark i skuffen og trykk på knappen på skriveren. Etter at mønsteret er skrevet ut, vil dialogen lukkes automatisk.";
